const list = [
	{ id: 0, text: 'Затягивание времени операции отключения или включения' },
	{ id: 1, text: 'Разновремённость срабатывания полюсов' },
	{ id: 2, text: 'Сильный дребезг контактов' },
	{ id: 3, text: 'Недостаточный вжим контактов' },
	{ id: 4, text: 'Повторное замыкание контакта при отключении' },
	{ id: 5, text: 'Затирание в механизме привода' },
	{ id: 6, text: 'Неисправность буфера (демпфера) отключения' },
	{ id: 7, text: 'Износ пружин внутри дугогасительных камер' },
	{ id: 8, text: 'Невозможность оперирования приводом высоковольтного выключателя при пониженном напряжении' },
	{ id: 9, text: 'Просадка по скорости' },
	{ id: 10, text: 'Разная скорость при включении между фаз' },
	{ id: 11, text: 'Разная скорость при отключении между фаз' },
	{ id: 12, text: 'Неисправность соленоида' },
	{ id: 13, text: 'Люфт в механизме привода' },
]

export { list }
